Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# common.select
source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
he: בחירה
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取

# common.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
he: לא זמין
hi: उपलब्ध नहीं
id: Tidak tersedia
it: Non disponibile
ja: 表示できません
ko: 표시할 수 없음
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_hans: 无法显示
zh_hant: 無法顯示

# contact.copied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
he: הועתק
hi: कॉपी हो गया
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# contact.copy
source: Copy email address
ar: نسخ
de: E-Mail-Adresse kopieren
es: Copiar correo
fr: Copier l’adresse e-mail
he: העתקה
hi: कॉपी करें
id: Salin alamat email
it: Copia indirizzo email
ja: メールアドレスをコピー
ko: 이메일 주소 복사
nl: E-mailadres kopiëren
pl: Kopiuj adres e-mail
pt_br: Copiar e-mail
ru: Скопировать адрес почты
th: คัดลอกอีเมล
tr: E-posta adresini kopyala
uk: Скопіювати адресу пошти
vi: Sao chép địa chỉ email
zh_hans: 复制电子邮件地址
zh_hant: 複製電子郵件地址

# contact.fallback
source: If the mail app does not open, copy the email address.
ar: إذا لم يفتح تطبيق البريد، فانسخ عنوان البريد الإلكتروني.
de: Wenn Mail nicht geöffnet wird, kopiere die E-Mail-Adresse.
es: Si no se abre la app de correo, copia la dirección.
fr: Si l’app Mail ne s’ouvre pas, copiez l’adresse e-mail.
he: אם יישום הדואר לא נפתח, יש להעתיק את כתובת הדוא״ל.
hi: अगर मेल ऐप नहीं खुलता है, तो ईमेल पता कॉपी करें।
id: Jika aplikasi email tidak terbuka, salin alamat email.
it: Se l’app Mail non si apre, copia l’indirizzo.
ja: メールアプリが開かない場合は、メールアドレスをコピーしてください。
ko: 메일 앱이 열리지 않으면 이메일 주소를 복사하세요.
nl: Als Mail niet opent, kopieer het e-mailadres.
pl: Jeśli poczta się nie otworzy, skopiuj adres e-mail.
pt_br: Se o app de e-mail não abrir, copie o endereço.
ru: Если почтовое приложение не открылось, скопируйте адрес электронной почты.
th: หากแอปเมลไม่เปิด ให้คัดลอกที่อยู่อีเมล
tr: Mail açılmazsa e-posta adresini kopyalayın.
uk: Якщо поштовий застосунок не відкрився, скопіюйте адресу електронної пошти.
vi: Nếu ứng dụng thư không mở, hãy sao chép địa chỉ email.
zh_hans: 如果邮件应用未打开，请复制电子邮件地址。
zh_hant: 若郵件 App 未開啟，請複製電子郵件地址。

# contact.openMail
source: Open Mail
ar: فتح تطبيق البريد
de: Mail öffnen
es: Abrir Mail
fr: Ouvrir Mail
he: פתיחת יישום הדואר
hi: मेल ऐप खोलें
id: Buka Mail
it: Apri Mail
ja: メールアプリを開く
ko: 메일 앱 열기
pl: Otwórz Mail
pt_br: Abrir Mail
ru: Открыть Почту
th: เปิดแอปเมล
tr: Mail’i Aç
uk: Відкрити Пошту
vi: Mở Mail
zh_hans: 打开邮件应用
zh_hant: 開啟郵件 App

# contact.title
source: Contact
ar: التواصل
de: Kontakt
es: Contacto
he: יצירת קשר
hi: संपर्क
id: Kontak
it: Contatti
ja: お問い合わせ
ko: 문의
pl: Kontakt
pt_br: Contato
ru: Связаться
th: ติดต่อ
tr: İletişim
uk: Зв’язатися
vi: Liên hệ
zh_hans: 联系
zh_hant: 聯絡

# deleted.accessibility
source: Deleted items, %lld
ar: الصفحات المحذوفة %lld
de: Gelöschte Elemente: %lld
es: Elementos eliminados: %lld
fr: Éléments supprimés : %lld
he: עמודים שנמחקו %lld
hi: हटाए गए पृष्ठ %lld
id: Item dihapus: %lld
it: Elementi eliminati: %lld
ja: 削除済み項目、%lld件
ko: 삭제된 항목 %lld개
nl: Verwijderde items: %lld
pl: Usunięte elementy: %lld
pt_br: Itens excluídos: %lld
ru: Удалённые элементы: %lld
th: รายการที่ลบ %lld รายการ
tr: Silinen öğe: %lld
uk: Видалені елементи: %lld
vi: Mục đã xóa: %lld
zh_hans: 已删除项目，%lld 个
zh_hant: 已刪除項目，%lld 個

# deleted.permanent
source: Delete permanently
ar: حذف نهائيًا
de: Endgültig löschen
es: Eliminar definitivamente
fr: Supprimer définitivement
he: מחיקה לצמיתות
hi: स्थायी रूप से हटाएँ
id: Hapus permanen
it: Elimina definitivamente
ja: 完全削除
ko: 완전 삭제
nl: Permanent verwijderen
pl: Usuń trwale
pt_br: Excluir permanentemente
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# deleted.restore
source: Restore
ar: استرداد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# deleted.title
source: Deleted
ar: المحذوفات
de: Gelöscht
es: Eliminados
fr: Supprimés
he: פריטים שנמחקו
hi: हटाए गए आइटम
id: Dihapus
it: Eliminati
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięte
pt_br: Excluídos
ru: Удалённые
th: ลบแล้ว
tr: Silinenler
uk: Видалені
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

# direction.bottom
source: Bottom
ar: أسفل
de: Unten
es: Abajo
fr: Bas
he: למטה
hi: नीचे
id: Bawah
it: Basso
ja: 下
ko: 아래
nl: Onder
pl: Dół
pt_br: Inferior
ru: Снизу
th: ล่าง
tr: Alt
uk: Знизу
vi: Dưới
zh_hans: 下
zh_hant: 下

# direction.left
source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
he: שמאל
hi: बाएँ
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
nl: Links
pl: Lewo
pt_br: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左
zh_hant: 左

# direction.right
source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droite
he: ימין
hi: दाएँ
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
nl: Rechts
pl: Prawo
pt_br: Direita
ru: Справа
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右
zh_hant: 右

# direction.top
source: Top
ar: أعلى
de: Oben
es: Arriba
fr: Haut
he: למעלה
hi: ऊपर
id: Atas
it: Alto
ja: 上
ko: 위
nl: Boven
pl: Góra
pt_br: Superior
ru: Сверху
th: บน
tr: Üst
uk: Зверху
vi: Trên
zh_hans: 上
zh_hant: 上

# discard.confirmTitle
source: Discard all changes?
ar: هل تريد تجاهل جميع التغييرات؟
de: Alle Änderungen verwerfen?
es: ¿Descartar todos los cambios?
fr: Ignorer toutes les modifications ?
he: לבטל את כל השינויים?
hi: सभी बदलाव छोड़ें?
id: Buang semua perubahan?
it: Ignorare tutte le modifiche?
ja: 変更をすべて破棄しますか？
ko: 모든 변경 사항을 버릴까요?
nl: Alle wijzigingen negeren?
pl: Odrzucić wszystkie zmiany?
pt_br: Descartar todas as alterações?
ru: Отменить все изменения?
th: ละทิ้งการเปลี่ยนแปลงทั้งหมดหรือไม่
tr: Tüm değişiklikler kaydedilmeden kapatılsın mı?
uk: Відкинути всі зміни?
vi: Hủy tất cả thay đổi?
zh_hans: 要放弃所有更改吗？
zh_hant: 要捨棄所有變更嗎？

# edit.crop
source: Crop
ar: اقتصاص
de: Zuschneiden
es: Recorte
fr: Recadrage
he: חיתוך
hi: क्रॉप
id: Pangkas
it: Ritaglio
ja: 切り取り範囲
ko: 자르기
nl: Bijsnijden
pl: Kadrowanie
pt_br: Recorte
ru: Обрезать
th: ครอบตัด
tr: Kırp
uk: Обрізати
vi: Cắt
zh_hans: 裁剪范围
zh_hant: 裁切範圍

# edit.original
source: Original
ar: الأصل
he: מקור
hi: मूल
id: Asli
it: Originale
ja: そのまま
ko: 원본
nl: Origineel
pl: Oryginał
ru: Оригинал
th: ต้นฉบับ
tr: Özgün
uk: Оригінал
vi: Bản gốc
zh_hans: 原样
zh_hant: 原樣

# edit.pageTitle
source: Edit page
ar: صفحة
de: Seite bearbeiten
es: Editar página
fr: Modifier la page
he: עמוד
hi: पृष्ठ
id: Edit halaman
it: Modifica pagina
ja: ページを編集
ko: 페이지 편집
nl: Pagina bewerken
pl: Edytuj stronę
pt_br: Editar página
ru: Редактировать страницу
th: แก้ไขหน้า
tr: Sayfayı düzenle
uk: Редагувати сторінку
vi: Chỉnh sửa trang
zh_hans: 编辑页面
zh_hant: 編輯頁面

# edit.restoreOriginal
source: Restore original
ar: استعادة
de: Original wiederherstellen
es: Restaurar original
fr: Restaurer l’original
he: שחזור
hi: पुनर्स्थापित करें
id: Pulihkan asli
it: Ripristina originale
ja: オリジナルに戻す
ko: 원본 복원
nl: Origineel herstellen
pl: Przywróć oryginał
pt_br: Restaurar original
ru: Вернуть оригинал
th: คืนค่าต้นฉบับ
tr: Özgünü geri yükle
uk: Відновити оригінал
vi: Khôi phục bản gốc
zh_hans: 恢复原图
zh_hant: 還原原始影像

# edit.rotateLeft
source: Rotate left 90°
ar: تدوير 90° إلى اليسار
de: 90° nach links
es: Girar 90° a la izquierda
fr: Pivoter à gauche de 90°
he: סיבוב 90° שמאלה
hi: 90° बाएँ घुमाएँ
id: Putar kiri 90°
it: Ruota 90° a sinistra
ja: 左へ90度
ko: 왼쪽 90°
nl: 90° linksom
pl: Obróć 90° w lewo
pt_br: Girar 90° à esquerda
ru: Повернуть влево на 90°
th: หมุนซ้าย 90°
tr: Sola 90° döndür
uk: Повернути ліворуч на 90°
vi: Xoay trái 90°
zh_hans: 向左旋转 90°
zh_hant: 向左旋轉 90°

# edit.rotateRight
source: Rotate right 90°
ar: تدوير 90° إلى اليمين
de: 90° nach rechts
es: Girar 90° a la derecha
fr: Pivoter à droite de 90°
he: סיבוב 90° ימינה
hi: 90° दाएँ घुमाएँ
id: Putar kanan 90°
it: Ruota 90° a destra
ja: 右へ90度
ko: 오른쪽 90°
nl: 90° rechtsom
pl: Obróć 90° w prawo
pt_br: Girar 90° à direita
ru: Повернуть вправо на 90°
th: หมุนขวา 90°
tr: Sağa 90° döndür
uk: Повернути праворуч на 90°
vi: Xoay phải 90°
zh_hans: 向右旋转 90°
zh_hant: 向右旋轉 90°

# edit.saveMethod
source: Save as
ar: حفظ
de: Speichern als
es: Guardar como
fr: Enregistrer comme
he: שמירה
hi: सहेजें
id: Simpan sebagai
it: Salva come
ja: 保存方法
ko: 저장 방식
nl: Opslaan als
pl: Zapisz jako
pt_br: Salvar como
ru: Способ сохранения
th: บันทึกเป็น
tr: Kaydetme biçimi
uk: Спосіб збереження
vi: Lưu dưới dạng
zh_hans: 保存方式
zh_hant: 儲存方式

# edit.zoomPreview
source: Zoom preview
ar: معاينة
de: Vorschau vergrößern
es: Ampliar vista
fr: Agrandir l’aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Perbesar pratinjau
it: Ingrandisci anteprima
ja: 拡大表示
ko: 확대 미리보기
nl: Voorbeeld vergroten
pl: Powiększ podgląd
pt_br: Ampliar prévia
ru: Увеличить предпросмотр
th: ขยายตัวอย่าง
tr: Önizlemeyi büyüt
uk: Збільшити попередній перегляд
vi: Phóng to bản xem trước
zh_hans: 放大预览
zh_hant: 放大預覽

# edit.zoomPreviewHint
source: Tap to inspect the crop area.
ar: اسحب للتنقل واقرص للتكبير
de: Tippen, um den Zuschnitt zu prüfen.
es: Toca para revisar el recorte.
fr: Touchez pour vérifier le recadrage.
he: גרירה להזזה וצביטה להגדלה
hi: खिसकाने के लिए ड्रैग और ज़ूम के लिए पिंच करें
id: Ketuk untuk memeriksa area pangkas.
it: Tocca per controllare il ritaglio.
ja: タップして切り取り範囲を拡大表示します。
ko: 탭하여 자르기 영역을 확인합니다.
nl: Tik om de uitsnede te bekijken.
pl: Stuknij, aby sprawdzić kadrowanie.
pt_br: Toque para conferir o recorte.
ru: Сведите или разведите пальцы либо дважды коснитесь для масштабирования, затем перетаскивайте изображение.
th: แตะเพื่อตรวจสอบพื้นที่ครอบตัด
tr: Kırpma alanını incelemek için dokunun.
uk: Зведіть або розведіть пальці чи двічі торкніться для масштабування, потім перетягуйте зображення.
vi: Chạm để kiểm tra vùng cắt.
zh_hans: 轻点以查看裁剪区域。
zh_hant: 點一下以查看裁切範圍。

# error.invalidInput
source: Invalid input
ar: الإدخال غير صالح
de: Ungültige Eingabe
es: Entrada no válida
fr: Saisie invalide
he: קלט לא תקין
hi: अमान्य इनपुट
id: Input tidak valid
it: Input non valido
ja: 入力が無効です
ko: 잘못된 입력
nl: Ongeldige invoer
pl: Nieprawidłowe dane
pt_br: Entrada inválida
ru: Неверный ввод
th: ข้อมูลไม่ถูกต้อง
tr: Geçersiz giriş
uk: Неправильне введення
vi: Dữ liệu không hợp lệ
zh_hans: 输入无效
zh_hant: 輸入無效

# error.saveFailed
source: The project could not be saved. Check available storage and try again.
ar: تعذّر حفظ المشروع. تحقّق من مساحة التخزين المتاحة وحاول مرة أخرى.
de: Das Projekt konnte nicht gespeichert werden. Prüfe den verfügbaren Speicherplatz und versuche es erneut.
es: No se pudo guardar el proyecto. Comprueba el espacio disponible e inténtalo de nuevo.
fr: Le projet n’a pas pu être enregistré. Vérifiez l’espace de stockage disponible et réessayez.
he: לא ניתן היה לשמור את הפרויקט. יש לבדוק את נפח האחסון הפנוי ולנסות שוב.
hi: प्रोजेक्ट सहेजा नहीं जा सका। उपलब्ध स्टोरेज जाँचें और फिर कोशिश करें।
id: Proyek tidak dapat disimpan. Periksa ruang penyimpanan yang tersedia, lalu coba lagi.
it: Impossibile salvare il progetto. Controlla lo spazio disponibile e riprova.
ja: プロジェクトを保存できませんでした。空き容量を確認して、もう一度お試しください。
ko: 프로젝트를 저장할 수 없습니다. 사용 가능한 저장 공간을 확인한 후 다시 시도해 주세요.
nl: Het project kon niet worden opgeslagen. Controleer de beschikbare opslagruimte en probeer het opnieuw.
pl: Nie udało się zapisać projektu. Sprawdź dostępne miejsce i spróbuj ponownie.
pt_br: Não foi possível salvar o projeto. Verifique o espaço disponível e tente novamente.
ru: Не удалось сохранить проект. Проверьте свободное место и повторите попытку.
th: ไม่สามารถบันทึกโปรเจกต์ได้ โปรดตรวจสอบพื้นที่จัดเก็บที่ว่างแล้วลองอีกครั้ง
tr: Proje kaydedilemedi. Kullanılabilir depolama alanını kontrol edip yeniden deneyin.
uk: Не вдалося зберегти проєкт. Перевірте вільне місце та спробуйте ще раз.
vi: Không thể lưu dự án. Hãy kiểm tra dung lượng trống rồi thử lại.
zh_hans: 无法保存项目。请检查可用存储空间，然后重试。
zh_hant: 無法儲存專案。請檢查可用儲存空間，然後再試一次。

# error.saveTitle
source: Could Not Save
ar: تعذّر الحفظ
de: Speichern nicht möglich
es: No se pudo guardar
fr: Enregistrement impossible
he: לא ניתן לשמור
hi: सहेजा नहीं जा सका
id: Tidak Dapat Menyimpan
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장할 수 없음
nl: Opslaan mislukt
pl: Nie można zapisać
pt_br: Não foi possível salvar
ru: Не удалось сохранить
th: บันทึกไม่ได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

# error.storageFull
source: Your device does not have enough free storage. Free some space and try again.
ar: لا توجد مساحة تخزين كافية على جهازك. أخلِ بعض المساحة وحاول مرة أخرى.
de: Auf deinem Gerät ist nicht genügend Speicherplatz frei. Gib Speicherplatz frei und versuche es erneut.
es: Tu dispositivo no tiene suficiente espacio libre. Libera espacio e inténtalo de nuevo.
fr: Votre appareil ne dispose pas d’assez d’espace libre. Libérez de l’espace et réessayez.
he: אין מספיק מקום פנוי במכשיר. יש לפנות מקום ולנסות שוב.
hi: आपके डिवाइस में पर्याप्त खाली स्टोरेज नहीं है। कुछ जगह खाली करें और फिर कोशिश करें।
id: Ruang penyimpanan kosong di perangkat tidak cukup. Kosongkan sebagian ruang, lalu coba lagi.
it: Lo spazio libero sul dispositivo non è sufficiente. Libera spazio e riprova.
ja: 端末の空き容量が不足しています。空き容量を増やして、もう一度お試しください。
ko: 기기에 사용 가능한 저장 공간이 부족합니다. 공간을 확보한 후 다시 시도해 주세요.
nl: Je apparaat heeft onvoldoende vrije opslagruimte. Maak ruimte vrij en probeer het opnieuw.
pl: Na urządzeniu brakuje wolnego miejsca. Zwolnij trochę miejsca i spróbuj ponownie.
pt_br: O dispositivo não tem espaço livre suficiente. Libere espaço e tente novamente.
ru: На устройстве недостаточно свободного места. Освободите место и повторите попытку.
th: อุปกรณ์มีพื้นที่จัดเก็บว่างไม่เพียงพอ โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: Aygıtınızda yeterli boş depolama alanı yok. Biraz yer açıp yeniden deneyin.
uk: На пристрої недостатньо вільного місця. Звільніть місце та спробуйте ще раз.
vi: Thiết bị không còn đủ dung lượng trống. Hãy giải phóng bớt dung lượng rồi thử lại.
zh_hans: 设备没有足够的可用存储空间。请释放一些空间，然后重试。
zh_hant: 裝置沒有足夠的可用儲存空間。請釋放一些空間，然後再試一次。

# export.action
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hi: निर्यात
id: Ekspor
it: Esporta
ja: 出力
ko: 내보내기
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
ru: Экспортировать
th: ส่งออก
tr: Dışa aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 輸出

source: Export failed
ar: تعذر التصدير
de: Export fehlgeschlagen
es: No se pudo exportar
fr: Échec de l’exportation
he: הייצוא נכשל
hi: निर्यात नहीं हो सका
id: Ekspor gagal
it: Esportazione non riuscita
ja: 出力に失敗しました
ko: 내보내지 못했습니다
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt_br: Falha ao exportar
ru: Не удалось экспортировать
th: ส่งออกไม่สำเร็จ
tr: Dışa aktarma başarısız
uk: Не вдалося експортувати
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Export format
ar: تنسيق الإخراج
es: Formato de exportación
fr: Format d’exportation
he: תבנית ייצוא
hi: आउटपुट फ़ॉर्मैट
id: Format keluaran
it: Formato di esportazione
ja: 出力形式
ko: 내보내기 형식
nl: Uitvoerformaat
pl: Format eksportu
pt_br: Formato de exportação
ru: Формат экспорта
th: รูปแบบการส่งออก
tr: Dışa aktarma biçimi
uk: Формат експорту
vi: Định dạng xuất
zh_hans: 导出格式
zh_hant: 輸出格式

# export.name
source: Output name
ar: الاسم
de: Ausgabename
es: Nombre de salida
fr: Nom de sortie
he: שם
hi: नाम
id: Nama hasil
it: Nome output
ja: 出力名
ko: 출력 이름
nl: Uitvoernaam
pl: Nazwa wyniku
pt_br: Nome da saída
ru: Название
th: ชื่อไฟล์ออก
tr: Çıktı adı
uk: Назва
vi: Tên đầu ra
zh_hans: 输出名称
zh_hant: 輸出名稱

# export.nameRequired
source: Enter an output name
ar: أدخل اسمًا
de: Ausgabename eingeben
es: Introduce un nombre
fr: Saisissez un nom
he: יש להזין שם
hi: नाम दर्ज करें
id: Masukkan nama hasil
it: Inserisci un nome
ja: 出力名を入力してください
ko: 출력 이름을 입력하세요
nl: Voer een naam in
pl: Podaj nazwę
pt_br: Digite um nome
ru: Введите название
th: ป้อนชื่อไฟล์ออก
tr: Çıktı adı girin
uk: Введіть назву
vi: Nhập tên đầu ra
zh_hans: 请输入输出名称
zh_hant: 請輸入輸出名稱

# export.photoSaved
source: Saved to Photos
ar: تم الحفظ في الصور
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
he: נשמר בתמונות
hi: फ़ोटो में सहेजा गया
id: Disimpan ke Foto
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진 앱에 저장됨
nl: Opgeslagen in Foto’s
pl: Zapisano w Zdjęciach
pt_br: Salvo no app Fotos
ru: Сохранено в Фото
th: บันทึกไปยังรูปภาพแล้ว
tr: Fotoğraflar’a kaydedildi
uk: Збережено у Фото
vi: Đã lưu vào Ảnh
zh_hans: 已存储到“照片”
zh_hant: 已儲存至「照片」

# export.preset.photos
source: Photos
ar: الصور
de: Fotos
es: Fotos
he: תמונות
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
nl: Foto’s
pl: Zdjęcia
pt_br: Fotos
ru: Фото
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# export.preset.transparentPNG
source: Transparent PNG
ar: PNG شفاف
de: Transparentes PNG
es: PNG transparente
fr: PNG transparent
he: PNG שקוף
hi: पारदर्शी PNG
id: PNG transparan
it: PNG trasparente
ja: 透過PNG
ko: 투명 PNG
nl: Transparante PNG
pl: Przezroczysty PNG
pt_br: PNG transparente
ru: PNG с прозрачностью
th: PNG พื้นหลังโปร่งใส
tr: Şeffaf PNG
uk: PNG із прозорістю
vi: PNG trong suốt
zh_hans: 透明 PNG
zh_hant: 透明 PNG

# home.continue
source: Continue
ar: متابعة العمل
de: Fortsetzen
es: Continuar
fr: Continuer
he: המשך עבודה
hi: काम जारी रखें
id: Lanjutkan
it: Continua
ja: 続きから
ko: 계속하기
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
th: ทำต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# home.new
source: New project
ar: إنشاء
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
he: יצירה
hi: बनाएँ
id: Proyek baru
it: Nuovo progetto
ja: 新しく作成
ko: 새로 만들기
nl: Nieuw project
pl: Nowy projekt
pt_br: Novo projeto
ru: Создать
th: โปรเจกต์ใหม่
tr: Yeni proje
uk: Створити
vi: Dự án mới
zh_hans: 新建项目
zh_hant: 新增專案

# import.editThese
source: Edit these
ar: تحرير
de: Diese bearbeiten
es: Editar estos
fr: Modifier ces éléments
he: עריכה
hi: संपादित करें
id: Edit ini
it: Modifica questi
ja: これらを編集する
ko: 이 항목 편집
nl: Deze bewerken
pl: Edytuj te elementy
pt_br: Editar estes
ru: Редактировать выбранное
th: แก้ไขรายการเหล่านี้
tr: Bunları düzenle
uk: Редагувати вибране
vi: Chỉnh sửa các mục này
zh_hans: 编辑这些项目
zh_hant: 編輯這些項目

# import.file
source: Add files
ar: ملف
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
he: קובץ
hi: फ़ाइल
id: Tambah file
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nl: Bestanden toevoegen
pl: Dodaj pliki
pt_br: Adicionar arquivos
ru: Добавить файлы
th: เพิ่มไฟล์
tr: Dosya ekle
uk: Додати файли
vi: Thêm tệp
zh_hans: 添加文件
zh_hant: 加入檔案

# import.newProject
source: New project
ar: إنشاء
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
he: יצירה
hi: बनाएँ
id: Proyek baru
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새 프로젝트
nl: Nieuw project
pl: Nowy projekt
pt_br: Novo projeto
ru: Новый проект
th: โปรเจกต์ใหม่
tr: Yeni proje
uk: Новий проєкт
vi: Dự án mới
zh_hans: 新建项目
zh_hant: 新增專案

# import.photo
source: Add photos
ar: صورة
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
he: תמונה
hi: फ़ोटो
id: Tambah foto
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
nl: Foto’s toevoegen
pl: Dodaj zdjęcia
pt_br: Adicionar fotos
ru: Добавить фото
th: เพิ่มรูปภาพ
tr: Fotoğraf ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 加入照片

# import.photoName
source: Photo
ar: الاسم
de: Foto
es: Foto
he: שם
hi: नाम
id: Foto
it: Foto
ja: 写真
ko: 사진
nl: Foto
pl: Zdjęcie
pt_br: Foto
ru: Фото
th: รูปภาพ
tr: Fotoğraf
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# import.preparing
source: Preparing
ar: جارٍ التحضير…
de: Wird vorbereitet
es: Preparando
fr: Préparation
he: מתכונן…
hi: तैयार किया जा रहा है…
id: Menyiapkan
it: Preparazione
ja: 準備しています
ko: 준비 중
nl: Voorbereiden
pl: Przygotowywanie
pt_br: Preparando
ru: Подготовка
th: กำลังเตรียม
tr: Hazırlanıyor
uk: Підготовка
vi: Đang chuẩn bị
zh_hans: 正在准备
zh_hant: 準備中

# import.progress.cancelling
source: Cancelling
ar: جارٍ الإلغاء
de: Vorgang wird abgebrochen
es: Cancelando
fr: Annulation en cours
he: מבטל
hi: रद्द किया जा रहा है
id: Membatalkan
it: Annullamento in corso
ja: キャンセルしています
ko: 취소하는 중
nl: Annuleren
pl: Anulowanie
pt_br: Cancelando
ru: Отмена
th: กำลังยกเลิก
tr: İptal ediliyor
uk: Скасування
vi: Đang hủy
zh_hans: 正在取消
zh_hant: 正在取消

# import.progress.creatingProject
source: Preparing pages
ar: جارٍ تجهيز الصفحات
de: Seiten werden vorbereitet
es: Preparando páginas
fr: Préparation des pages
he: מכין עמודים
hi: पृष्ठ तैयार किए जा रहे हैं
id: Menyiapkan halaman
it: Preparazione delle pagine
ja: ページを準備しています
ko: 페이지를 준비하는 중
nl: Pagina’s voorbereiden
pl: Przygotowywanie stron
pt_br: Preparando páginas
ru: Подготовка страниц
th: กำลังเตรียมหน้า
tr: Sayfalar hazırlanıyor
uk: Підготовка сторінок
vi: Đang chuẩn bị trang
zh_hans: 正在准备页面
zh_hant: 正在準備頁面

# import.progress.file
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
he: קובץ
hi: फ़ाइल
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# import.progress.fileCount
source: File %1$lld of %2$lld
ar: الملف %1$lld من %2$lld
de: Datei %1$lld von %2$lld
es: Archivo %1$lld de %2$lld
fr: Fichier %1$lld sur %2$lld
he: קובץ %1$lld מתוך %2$lld
hi: फ़ाइल %1$lld / %2$lld
id: File %1$lld dari %2$lld
it: File %1$lld di %2$lld
ja: ファイル %1$lld / %2$lld
ko: 파일 %1$lld / %2$lld
nl: Bestand %1$lld van %2$lld
pl: Plik %1$lld z %2$lld
pt_br: Arquivo %1$lld de %2$lld
ru: Файл %1$lld из %2$lld
th: ไฟล์ %1$lld จาก %2$lld
tr: Dosya %1$lld / %2$lld
uk: Файл %1$lld із %2$lld
vi: Tệp %1$lld / %2$lld
zh_hans: 文件 %1$lld / %2$lld
zh_hant: 檔案 %1$lld / %2$lld

# import.progress.generated
source: pages created
ar: صفحات تم إنشاؤها
de: Seiten erstellt
es: páginas creadas
fr: pages créées
he: עמודים נוצרו
hi: पृष्ठ बनाए गए
id: halaman dibuat
it: pagine create
ja: ページ作成済み
ko: 페이지 생성됨
nl: pagina’s aangemaakt
pl: utworzone strony
pt_br: páginas criadas
ru: страниц создано
th: หน้าที่สร้างแล้ว
tr: sayfa oluşturuldu
uk: сторінок створено
vi: trang đã tạo
zh_hans: 页已创建
zh_hant: 頁面已建立

# import.progress.generatedCount
source: %lld pages created
ar: تم إنشاء %lld صفحة
de: %lld Seiten erstellt
es: %lld páginas creadas
fr: %lld pages créées
he: נוצרו %lld עמודים
hi: %lld पृष्ठ बनाए गए
id: %lld halaman dibuat
it: %lld pagine create
ja: %lldページ作成済み
ko: %lld페이지 생성됨
nl: %lld pagina’s gemaakt
pl: Utworzono %lld stron
pt_br: %lld páginas criadas
ru: Создано страниц: %lld
th: สร้างแล้ว %lld หน้า
tr: %lld sayfa oluşturuldu
uk: Створено сторінок: %lld
vi: Đã tạo %lld trang
zh_hans: 已创建 %lld 页
zh_hant: 已建立 %lld 頁

# import.progress.page
source: Page
ar: صفحة
de: Seite
es: Página
he: עמוד
hi: पृष्ठ
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
pl: Strona
pt_br: Página
ru: Страница
th: หน้า
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面
zh_hant: 頁面

# import.progress.pageCount
source: Page %1$lld of %2$lld
ar: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
he: עמוד %1$lld מתוך %2$lld
hi: पृष्ठ %1$lld / %2$lld
id: Halaman %1$lld dari %2$lld
it: Pagina %1$lld di %2$lld
ja: ページ %1$lld / %2$lld
ko: 페이지 %1$lld / %2$lld
nl: Pagina %1$lld van %2$lld
pl: Strona %1$lld z %2$lld
pt_br: Página %1$lld de %2$lld
ru: Страница %1$lld из %2$lld
th: หน้า %1$lld จาก %2$lld
tr: Sayfa %1$lld / %2$lld
uk: Сторінка %1$lld із %2$lld
vi: Trang %1$lld / %2$lld
zh_hans: 页面 %1$lld / %2$lld
zh_hant: 頁面 %1$lld / %2$lld
